Repository: alecava41/LostAndFound-app
Catalog: lib/l10n/app_*.arb
Languages: it

source: Close
it: Chiudi

source: Cancel
it: Cancella

source: Yes
it: Si

# singIn
source: Sign In
it: Effettua l'accesso

source: Sign Up
it: Registrati

# item
source: {count, plural, =0{Item} other{Items}}
it: {count, plural, =0{Oggetto} other{Oggetti}}

source: Found
it: Trovato

source: Lost
it: Perso

source: Retry
it: Riprova

source: Gallery
it: Galleria

source: Camera
it: Fotocamera

source: Date
it: Data

source: Confirm Password
it: Conferma password

# user
source: Email or Username
it: Email o Username

# email
source: Email Address
it: Indirizzo Email

source: Send
it: Invia

# claim
source: {count, plural, =0{Claim} other{Claims}}
it: {count, plural, =0{Richiesta} other{Richiesta}}

# message
source: {count, plural, =0{Message} other{Messages}}
it: {count, plural, =0{Messaggio} other{Messaggi}}

source: Accept
it: Accetta

source: Decline
it: Rifiuta

# searchBottomBarTab
source: Search
it: Ricerca

# insertBottomBarTab
source: Insert
it: Inserisci

# inboxBottomBarTab
source: Inbox
it: Posta

# profileBottomBarTab
source: Profile
it: Profilo

# cameraPermissionDialogTitle
source: Camera Permission Required
it: Permesso Fotocamera Richiesto

# cameraPermissionDialogContentPermanentlyDenied
source: To take pictures you need to allow camera permissions. Please go to the app settings and enable it.
it: Il permesso per usare la fotocamera è richiesto per scattare la foto. Per favore abilita il permesso dalle impostazioni dell'app.

# cameraPermissionDialogContentDenied
source: Camera permission is required to use your camera.
it: Il permesso per usare la fotocamera è richiesto per scattare la foto.

# categoryPageTitle
source: Choose a category
it: Seleziona una categoria

# categoryFormEntryTitle
source: Category
it: Categoria

# positionPageTitle
source: Select position
it: Seleziona posizione

# positionUseCurrentLocation
source: Use my current location
it: Usa la mia attuale posizione

# positionUseSelected
source: Choose this position
it: Seleziona questa posizione

# locationPermissionDialogTitle
source: Location Permission Required
it: Permesso Posizione Richiesto

# locationPermissionDialogContentPermanentlyDenied
source: Location permission is required to use your current location. Please go to app settings and enable it.
it: Il permesso per usare la geolocalizzazione è richiesto per calcolare la tua posizione attuale. Per favore abilita il permesso dalle impostazioni dell'app.

# locationPermissionDialogContentDenied
source: Location permission is required to use your current location.
it: Il permesso per usare la geolocalizzazione è richiesto per calcolare la tua posizione attuale.

# noConnectionDialogTitle
source: No Connection
it: Connessione mancante

# noConnectionDialogContent
source: Please check your internet connectivity
it: Per favore controllare la tua connessione internet

# positionDialogTitle
source: Position Service Disabled
it: Geolocalizzazione Disabilitata

# positionDialogContent
source: Please enable your position service
it: Per favore abilita la geolocalizzazione

# tutorialInitialPage1Title
source: Report a Lost Item
it: Inserisci un Oggetto Perso

# tutorialInitialPage1Content
source: Input the item details in the app to report it as lost.
it: Inserisci i dettagli dell'oggetto perso nell'app.

# tutorialInitialPage2Title
source: Report a Found Item
it: Inserisci un Oggetto Trovato

# tutorialInitialPage2Content
source: Notify others by reporting a found item through the app.
it: Notifica gli altri utenti inserendo un oggetto che hai trovato nell'app.

# tutorialInitialPage3Title
source: Arrange Item Return
it: Concorda Restituzione Oggetto

# tutorialInitialPage3Content
source: Connect with the finder via messaging to arrange a safe meetup location for item return.
it: Contatta la persona che ho trovato l'oggetto per concordare un incontro al fine di restituire lo stesso.

# confirmExitDialogTitle
source: Confirm Exit
it: Conferma Uscita

# confirmExitDialogContent
source: By exiting this page you will lose your current progress. Are you sure you want to exit?
it: Uscendo da questa pagina perderai tutti i dati che hai inserito finora. Sei sicuro di voler uscire?

# stayInPage
source: No, stay in the page
it: No, rimani nella pagina

# errorPageTitle
source: An error occurred while loading the data.
it: Si è verificato un errore durante il caricamento

# errorPageSubtitle
source: Please try again later
it: Per favore riprova più tardi

# mediaSelectionDialogTitle
source: Please select a media option
it: Per favore selezione un'opzione

# dateFormEntrySubtitle
source: Date of upload
it: Data di caricamento

# dateFormEntryValue
source: After {date}
it: Dopo {date}

# positionFormEntryTitle
source: Position
it: Posizione

# positionFormEntrySubtitle
source: Where the item has been found or lost
it: Dove l'oggetto è stato perso o trovato

# positionFormEntryNotSelected
source: Position not chosen yet
it: Posizione non ancora selezionata

# signUpText
source: Don't have an account?
it: Non hai un account?

# signInText
source: Already have an account?
it: Hai già un account?

# failureInvalidCredentials
source: Invalid credentials. Please try again.
it: Credenziali non valide. Per favore prova di nuovo.

# failureGeneric
source: Server error. Please try again later.
it: Errore server. Per favore riprovare più tardi.

# failureNetwork
source: No internet connection available. Check your internet connection.
it: Connessione internet non disponibile. Controlla la tua connessione e riprova.

# failureUnknown
source: Unknown error
it: Errore sconosciuto

# failureInvalidPassword
source: Invalid password. Password must contain at least 8 characters, using uppercase, lowercase and numeric characters.
it: Password non valida. La password deve contenere almeno 8 caratteri, con caratteri maiuscoli, minuscole e numerici.

# failureInvalidUser
source: Invalid username or email.
it: Username o Email non valido.

# failureConfirmPassword
source: Field doesn't match the original password.
it: Il campo non ha lo stesso valore della password originale.

# failureEmailDuplicate
source: Email already used.
it: Email già in uso.

# failureEmailInvalid
source: Invalid email format.
it: Formato email non valido.

# failureInvalidPasswordCreation
source: Password must contain at least 8 characters, using uppercase, lowercase and numeric characters.
it: La password deve contenere almeno 8 caratteri, con caratteri maiuscoli, minuscole e numerici.

# successSignUp
source: Successful sign up
it: Registrazione avvenuta con successo

# successAnswerClaim
source: Claim successfully managed
it: Richiesta gestita con successo

# successAnswerQuestion
source: Claim successfully created
it: Richiesta creata con successo

# failureUsernameDuplicate
source: Username already used.
it: Username già in uso.

# failureInvalidUsername
source: Username can contain up to 30 alphanumeric digits.
it: Username può contente fino a 30 caratteri alfanumerici.

# noContentInboxTitle
source: No active chats
it: Non ci sono chat attive

# noContentInboxSubtitle
source: Chat with someone to see the chat list
it: Chatta con qualcuno per vedere la lista delle conversazioni

# answerClaimTitle
source: Answer to claim
it: Valida la richiesta

# answerClaimTutorialClosedManaged
source: You have already managed this claim.
it: Hai già validato questa richiesta.

# answerClaimTutorialClosedUnmanaged
source: You are deciding whether to accept or deny this claim.
it: Devi decidere se accettare o rifiutare questa richiesta.

# answerClaimTutorialOpenManaged
source: On this page, you can find the information about this received claim.
it: In questa pagina, puoi trovare le informazioni relative a questa richiesta.

# answerClaimTutorialOpenUnmanaged
source: Please review the answer received and make a decision to either accept or decline this claim. If you accept this claim, all the other claims for this item will be automatically rejected and the item won't be visible anymore by others.
it: Per favore valida questa richiesta decidendo se accettarla o rifiutarla. Se la accetti, tutte le altre richiesta per questo oggetto verranno automaticamente rifiutate e l'oggetto non sarà più visibile agli altri.

# itemClaimedBy
source: Item claimed by {username}
it: Oggetto richiesto da {username}

source: Your question
it: La tua domanda

# answerOf
source: Answer of {username}
it: Risposta di {username}

source: Claim status
it: Stato richiesta

# acceptedAnswerClaim
source: You have accepted this claim. Get in touch with {username} through the chat to arrange the item's return.
it: Hai accetto questa richiesta. Contatta {username} per organizzare un incontro per la restituzione dell'oggetto.

# rejectedClaim
source: You have rejected this claim.
it: Hai rifiutato questa richiesta.

# validateClaim
source: Validate the claim.
it: Valida la richiesta.

# answerQuestionTitle
source: Answer claim question
it: Crea nuova richiesta

# answerQuestionTutorialClosedManaged
source: You have claimed this item.
it: Hai già richiesto questo oggetto.

# answerQuestionTutorialClosedUnmanaged
source: You are claiming this item.
it: Stai richiedendo questo oggetto.

# answerQuestionTutorialOpenManaged
source: On this page, you can find information about this claim you have made.
it: In questa pagina, puoi trovare le informazioni sulla richiesta che hai creato.

# answerQuestionTutorialOpenUnmanaged
source: To claim the item, please answer the following question correctly. If you can provide the correct answer, the user who found the item will approve your claim and then you can have your item back.
it: Per create la richiesta di restituzione dell'oggetto risponde alla sequente domanda correttamente. Se la risposta è corretta, l'utente che ha trovato l'oggetto la approverè e potrai riavere il tuo oggetto.

# itemClaiming
source: Item you are claiming
it: Oggetto che stai richiedendo

# questionOf
source: Question of {username}
it: Domanda di {username}

source: Your answer
it: La tua risposta

# failureInvalidQuestion
source: Answer is required.
it: Una risposta è richiesta.

# acceptedQuestionClaim
source: Your claim has been accepted! Get in touch with {username} through the chat to arrange the item's return.
it: La tua richiesta è stata accettata! Contatta {username} usando la chat per concordare la restituzione dell'oggetto.

# rejectedQuestionClaim
source: Unfortunately, your claim has been rejected by {username}.
it: Purtroppo la tua richiesta è stata rifiutata da {username}.

# waitQuestionClaim
source: Wait for {username} to validate to your claim.
it: Attendi che {username} validi la tua richiesta.

source: Received claims
it: Richieste ricevute

source: Your claims
it: Richieste create

# noContentClaimReceivedTitle
source: No received claims to manage
it: Non hai richieste da validare

# noContentClaimReceivedSubtitle
source: Claims will be displayed as soon as someone claims one of your found items
it: Le richiesta verranno mostrate qui non appena un utente ne creerà una per un oggetto trovato che hai inserito

# claimReceivedTutorial
source: In this section there are the claims, made by other users, for the items you have found.
it: In questa sezione ci sono le richiesta fatte da altri utenti, per gli oggetti che hai trovato.

# noContentClaimSentTitle
source: No open claims
it: Non ci sono richieste pendenti

# noContentClaimSentSubtitle
source: Your claims will be displayed as soon as you claim a found item
it: Le tue richieste verranno mostrate qui non appena ne creerai una

# claimSentTutorial
source: In this section there are the claims you have made for items founded by other users.
it: In questa sezione ci sono le richiesta che hai creato per oggetti trovati da altri.

# claimedBy
source: Claimed by {username}
it: Richiesto da {username}

# claimStatusSpaced
source: Claim status
it: Stato richiesta

source: See Details
it: Vedi Dettagli

# sendMessage
source: Send a Message
it: Scrivi Messaggio

# filtersPageTitle
source: Manage Filters
it: Gestione Filtri

source: Filters
it: Filtri

source: DELETE ALL
it: ELIMINA TUTTO

# failureInvalidType
source: Check at least one of the two options.
it: Seleziona almeno una delle due opzioni.

# failureInvalidPosition
source: Select the position of the item.
it: Seleziona la posizione dell'oggetto.

# failureInvalidCategory
source: Select a category.
it: Seleziona la categoria.

source: Search
it: Cerca

# tooltipClaims
source: claims
it: richieste

# homeTutorialClosedTitle
source: Have you lost or found an item? What should you do now?
it: Hai trovato o perso un oggetto? Cosa puoi fare ora?

# homeTutorialOpenLostItem
source: I lost an Item
it: Oggetto perso

# homeTutorialOpenFoundItem
source: I found an Item
it: Oggetto trovato

# successInsertItem
source: Item successfully created
it: Oggetto correttamente creato

# titleFieldTitle
source: Title
it: Titolo

# titleFieldHint
source: Recognizable name for the item
it: Nome riconoscibile per l'oggetto

# failureInvalidTitle
source: Title must have between 1 and 50 characters.
it: Il titolo deve contenere tra 1 e 50 caratteri.

# itemType
source: The item has been
it: L'oggetto è stato

# questionFieldTitle
source: Question to verify the ownership
it: Domanda per verificare la proprietà

# questionFieldHint
source: Clear and precise question
it: Domanda chiara e preciso

# failureInvalidQuestionField
source: Safe question is required.
it: La domanda di sicurezza è richiesta.

source: Create
it: Crea

# insertItemTitle
source: Insert an Item
it: Inserisci un Oggetto

# successSolveItem
source: Item successfully solved
it: Oggetto correttamente risolto

# successDeleteItem
source: Item successfully deleted
it: Oggetto eliminato con successo

# itemPageTitle
source: Item Details
it: Dettagli Oggetto

# itemMenu1
source: Mark as solved
it: Marca come risolto

# itemMenu2
source: Edit
it: Modifica

# itemMenu3
source: Delete
it: Elimina

source: Lost by
it: Perso da

source: Found by
it: Trovato da

# claimsForItem
source: Claims for this item
it: Richieste per questo oggetto

# noClaimsForItem
source: No claims received yet.
it: Non ci sono ancora richieste.

# claimItemButton
source: Claim the item
it: Richiedi oggetto

# successItemUpdate
source: Item successfully updated
it: Oggetto modificato correttamente

# updateItemPageTitle
source: Edit Item
it: Modifica Oggetto

source: Update
it: Modifica

# openClaims
source: {count, plural, =1{1 claim} other{{count} claims}}
it: {count, plural, =1{1 richiesta} other{{count} richieste}}

source: Resolved
it: Risolto

source: Your found items
it: I tuoi oggetti trovati

source: Your lost items
it: I tuoi oggetti persi

# noFoundItemContent
source: No found items yet, keep searching!
it: Non ci sono ancora oggetti trovati, continua a cercare!

# noFoundItemButton
source: Insert a found item
it: Inserisci un oggetto trovato

# noLostItemContent
source: You have no lost item!
it: Non hai oggetti persi!

# noLostItemButton
source: Insert a lost item
it: Inserisci un oggetto perso

# uploadImageButton
source: Upload a photo
it: Carica una foto

source: Found near
it: Trovato vicino

source: Lost near
it: Perso vicino

# noMapAppTitle
source: No Map App Found
it: Nessuna App di navigazione installata

# noMapAppContent
source: Oops! It looks like there's no map app on your device to open this link. Please install a mapping app like Google Maps and try again.
it: Oops! Sembra che nel dispositivo non ci sia nessuna app per visualizzare questa posizione. Per favore installa un'app come Google Maps e riprova.

# dateInsertion
source: Date of insertion
it: Data di inserimento

source: Category
it: Categoria

# question
source: Question to verify the ownership
it: Domanda per verificare la proprietà

source: Open map
it: Apri mappa

source: Hey,
it: Ehi,

# mightFound
source: might have found your
it: potrebe aver trovato

# mightLost
source: might be the owner of
it: potrebbe essere il proprietario di

# noContentNewsTitle
source: No news waiting for you
it: Non ci sono news per te

# noContentNewsSubtitle
source: News will be displayed as soon as someone inserts an item that may match one of yours
it: Le news verranno mostrate qui non appena qualcuno inserirà un oggetto che potrebbe corrispondere a uno dei tuoi

# metersAway
source: {meters}m away
it: Distante {meters}m

# noContentSearchResultTitle
source: No matching items found with these parameters
it: Nessun oggetto trovato per i parametri inseriti

# noContentSearchResultSubtitle
source: Try again with more general ones
it: Prova di nuovo con parametri più generici

# selectSortingDialogTitle
source: Select a sorting method.
it: Selezione un ordinamento.

# successPasswordChange
source: Password successfully updated
it: Password aggiornata con successo

# changePasswordButton
source: Change Password
it: Cambia Password

# passwordCreate1
source: To create a secure password:
it: Per creare una password sicura:

# passwordCreate2
source: Use at least 8 characters;
it: Usa almeno 8 caratteri;

# passwordCreate3
source: Use a combination of uppercase letters, lowercase letters and numbers.
it: Usa una combinazione di lettere maiuscole e minuscole e numeri.

# passwordFormCurrentHint
source: Current password
it: Password attuale

# failureInvalidOldPasswordNotMatching
source: Old password doesn't correspond to actual password.
it: La password non corrisponde alla tua attuale password.

# failureInvalidOldPassword
source: Old password is required.
it: Password attuale richiesta.

# newPasswordHint
source: New password
it: Nuova password

# failureInvalidNewPassword
source: Password must contain at least 8 characters, using uppercase, lowercase and numeric characters.
it: Password deve contenere almeno 8 caratteri maiscuoli, minuscoli e numerici.

# confirmNewPasswordField
source: Confirm new password
it: Conferma nuova password

# invalidConfirmNewPassword
source: Field doesn't match the new password.
it: Il campo non corrisponde al valore della nuova password.

source: Lost items
it: Oggetti persi

source: Found items
it: Oggetti trovati

# successUploadImage
source: Image uploaded successfully
it: Immagine caricata con successo

# successLogout
source: Successful logout
it: Logout eseguito correttamente

source: Profile
it: Profilo

# logoutDialogContent
source: Are you sure you want to log out?
it: Sei sicuro di voler uscire?

# logoutDialogNo
source: No, stay connected
it: No, rimani collecato

# logoutDialogYes
source: Yes, log out
it: Si, esci

# tutorialFoundItemTitle1
source: Report a Found Item
it: Inserisci un Oggetto Trovato

# tutorialFoundItemContent1
source: Input the item details such as title, position, category, safe question and create a new report. This would notify all the users that have reported a lost item that could match the features of the one you have inserted.
it: Inserisci i dettagli dell'oggetto trovato come titolo, posizione, categoria, domanda di sicurezza e inserisci l'oggetto. Questo notificherà tutti gli utenti che hanno inserito un oggetto perso che potrebbe corrispondere a quello che hai appena inserito.

# tutorialFoundItemTitle2
source: Manage received Claims
it: Gestisci le Richieste ricevute

# tutorialFoundItemContent2
source: Wait for users to open claims for your found item. Manage all of them, approve the most correct one. If you approve a claim for your found item, nobody will be able to see that item again and all the other claims will be automatically rejected.
it: Attendi che gli utenti aprano una richiesta per avere il tuo oggetto trovato. Validale tutte, cercando di accettare quella che sembra più attendibile. Quando ne approverai una, nessuno potrà più vedere l'oggetto tramite l'app e tutte le altre richieste per quell'oggetto saranno automaticamente rifiutate.

# tutorialFoundItemTitle3
source: Chat to Arrange Item Return
it: Chatta per Organizzare la Restituzione dell'Oggetto

# tutorialFoundItemContent3
source: Get in touch, through the chat, with the user who filled the claim you have approved, to arrange the item's return.
it: Contatta, attraverso la chat, l'utente che ha mandato la richiesta da te approvata, in modo da poter organizzare un incontro per la restituzione dell'item.

# tutorialFoundItemTitle4
source: Mark Found Item as Solved
it: Marca il tuo Oggetto Trovato come Risolto

# tutorialFoundItemContent4
source: Everything went smooth, and the item came back to the legitimate owner! Mark your found item as solved to remove it from the app.
it: Tutto è andato bene e l'oggetto è ritornato al legittimo proprietario! Marca l'oggetto trovato come risolto per rimuoverlo dall'app.

# tutorialLostItemTitle1
source: Report a Lost Item
it: Inserisci un Oggetto Perso

# tutorialLostItemContent1
source: Input the item details such as title, position, category and create a new report. This would notify all the users that have reported a found item that could match the features of the one you have inserted.
it: Inserisci i dettagli dell'oggetto perso come titolo, posizione, categoria e inseriscilo. Questo notificherà tutti gli utenti che hanno inserito un oggetto trovato che potrebbe corrispondere a quello che hai appena inserito.

# tutorialLostItemTitle2
source: Create a Claim
it: Crea una Richiesta

# tutorialLostItemContent2
source: Browse found items of the other users or check if there are news for your lost item. Once you find an item that could match your lost one, create a claim by answering to the safe question. Wait for the other user to validate your claim.
it: Cerca oggetti trovati di altri utenti o controlla le news per il tuo oggetto trovato. Quando trovi un ogggetto che potrebbe corrispondere a quello che hai perso, crea una richiesta rispondendo alla domanda di sicurezza. Attenti la validazione della richiesta da parte dell'altro utente.

# tutorialLostItemTitle3
source: Chat to Arrange Item Return
it: Chatta per Organizzare la Restituzione dell'Oggetto

# tutorialLostItemContent3
source: If your claim has been approved, then get in touch with the other user, through the chat, to arrange the item's return.
it: Se la tua richiesta è stata approvata, contatta, attraverso la chat, l'utente che l'ha accetta, in modo da organizzare un incontro per la restituzione del tuo oggetto.

# tutorialLostItemTitle4
source: Mark Lost Item as Solved
it: Marca il tuo Oggetto Perso come Risolto

# tutorialLostItemContent4
source: Everything went smooth, and the item came back to the legitimate owner! Mark your lost item as solved to remove it from the app.
it: Tutto è andato bene e l'oggetto è ritornato al legittimo proprietario! Marca l'oggetto perso come risolto per rimuoverlo dall'app.

# claimStatusPending
source: pending
it: in attesa

# claimStatusApproved
source: approved
it: accettata

# claimStatusRejected
source: rejected
it: rifiutata

# itemTypeLost
source: lost
it: perso

# itemTypeFound
source: found
it: trovato

# orderAZ
source: A to Z
it: A a Z

# orderZA
source: Z to A
it: Z a A

# orderOldestNewest
source: Oldest to Newest
it: Più vecchio a più nuovo

# orderNewestOldest
source: Newest to Oldest
it: Più nuovo a più vecchio

# orderFarthestNearest
source: Farthest to Nearest
it: Più lontano a più vicino

# orderNearestFarthest
source: Nearest to Farthest
it: Più vicino a più lontano

source: Change Language
it: Cambia Lingua

# selectLanguageDialogTitle
source: Select Language
it: Seleziona Lingua

source: Select Date
it: Seleziona Data

# categoryAllTitle
source: All
it: Tutte

# categoryAllDescription
source: All possible categories
it: Tutte le posibili categorie
