Repository: alecava41/LostAndFound-app
Catalog: lib/l10n/app_*.arb
Languages: it

# markAsSolvedDialogDescription
source: Are you sure you want to mark this report as solved? If you mark it as solved, the report will no longer be visible.
it: Sei sicuro di voler contrassegnare questo report come risolto? Se lo contrassegni come risolto, il report non sarà più visibile.

# notMarkAsSolved
source: No, don't mark it as solved
it: No, non marcare come risolto

# deleteReportDialogDescription
source: Are you sure you want to delete this report? If you delete it, the report will no longer be visible.
it: Sei sicuro di voler eliminare questo report? Se lo elimini, il report non sarà più visibile.

# noDeleteReport
source: No, don't delete the report
it: No, non eliminare report

# goToMapsDialogDescription
source: You are about to be redirected to your maps app to view this location. Are you sure you want to exit the app?
it: Stai per essere reindirizzato alla tua app delle mappe per visualizzare questa posizione. Sei sicuro di voler uscire dall'app?

# goToMapTitle
source: See in Maps
it: Visualizza in Mappe

# noStayInApp
source: No, stay in the app
it: No, rimani nell’app

# yesSeeMaps
source: Yes, see in Maps
it: Sì, visualizza in mappe
